{
    "header": [
        "Invitation to Dinner",
        "Bachelor's",
        "Accepting.",
        "Invitation to Family Dinner.",
        "Accepting.",
        "Invitation to Family Dinner.",
        "Invitation to a Croquet Party.",
        "Accepting.",
        "Declining.",
        "From a Gentleman, accepting an Invitation, though suffering from illness",
        "A Gentleman regretting he cannot accept an Invitation.",
        "Invitation to a Gentleman to Row in a Boat.",
        "Accepting.",
        "Invitation to a Bachelor Party.",
        "Accepting the same.",
        "Invitation to a Gentleman to a Friendly Dinner.",
        "Postponing a Visit.",
        "Invitation to be \"Best Man\" at a Wedding.",
        "Seriously",
        "Accepting.",
        "Invitation to join a Party to the Derby",
        "Accepting",
        "Refusing",
        "Love-letter from a Gentleman to a Lady.",
        "A Sailor to his Sweetheart.",
        "Gentleman's reply to the Lady, imagining he was indifferent to her.",
        "From a Gentleman to a Lady with whom he is in love.",
        "From a Soldier ordered Abroad, to his affianced Bride.",
        "From a Gentleman to a Young Lady.",
        "From a Husband to his Wife, on sailing from England.",
        "From a Husband absent on Business to his Wife.",
        "From a Father to his Son beginning the World.",
        "From a Son who has misconducted himself towards his Employer, to his Father.",
        "The Father's Answer.",
        "A Father applying to a Principal of a School to ascertain Terms, &c.",
        "To a Child who has being guilty of telling a Falsehood.",
        "Urging a Son to relinquish the Naval Profession.",
        "A Letter from a Father to a Son at School, on the necessity of attention to his Studies.",
        "Reply to a Letter from a young Man informing his Uncle he had contracted Debts.",
        "Acknowledging a Letter of Congratulation on the Birth of a Child.",
        "From a Child, acknowledging the receipt of the Present of a Book.",
        "From a Father to a Son, relative to his Expenditure.",
        "From one Brother to another, on having unexpectedly amassed a Fortune.",
        "From a Gentleman in India to a Relation in England.",
        "A Father, who has lately lost his Wife, to his Daughter at School.",
        "A Parent to his Daughter at Service.",
        "From a Father to his Son, who has been complaining of the severity of his Master.",
        "A Letter of Condolence.",
        "To a Gentleman whose Brother is dangerously Ill, offering him Consolation and Comfort.",
        "Giving Information about Trains.",
        "From a Gentleman applying for Sittings or a Pew in a Parish Church, in the Country.",
        "A Gentleman applying to an Agent at a Watering-place for Lodgings.",
        "An Application for a Donation to a Charitable Institution in the Country, such as Coal and Blanket Club and Soup Kitchen.",
        "Letter in reply, enclosing a Donation.",
        "Reply, unfavourable, to an application for a Donation.",
        "A Gentleman to a Friend, speaking of kindness received in another friend's house.",
        "Gentleman in reply.",
        "From a Gentleman to another, explaining the cause of not replying to a Letter from a Gentleman Abroad.",
        "From a Gentleman in Town to another in the Country, enclosing a Wedding Gift.",
        "A Letter to a Gentleman who has been making inquiries about a Lady's Horse.",
        "Regretting being unable to give an Appointment to a Situation.",
        "From one Gentleman to another, relative to a Dog.",
        "Reply to Letter relative to a Dog.",
        "In reply to a Gentleman inquiring for a Solicitor who may be moderate in his charges.",
        "Application for a House, Furnished, desiring Lowest Terms.",
        "To a Relieving Officer, by a Neighbour of a Poor Woman taken Ill.",
        "Reply to a Gentleman recommending a young Man for Employment as a Porter.",
        "Application to Borrow Money.",
        "Reply, granting the Loan.",
        "Reply to a Gentleman who wishes to claim an Estate in Chancery.",
        "In reply to a Gentleman asking the Loan of a Book relative to German Spa Waters.",
        "A Gentleman applying for a Loan on the Insurance of his Life.",
        "Evening Standard",
        "Appointing an Interview relative to a Loan",
        "A Letter from a Marine Engineer, seeking an eligible Partnership.",
        "A Gentleman having visited a Property making an Offer for it.",
        "Reply to a Gentleman who has been treating for a House.",
        "From a Young Man who has taken his late Employer's Business, to an old Customer.",
        "To a Young Man, relative to his late Employer's Business, which he proposes to carry on.",
        "From a Young Tradesman, asking Advice in Difficulties.",
        "Reply to Young Tradesman's Letter, relative to Difficulties.",
        "From a Man with a small Capital intending to go into Business, asking for Advice.",
        "Reply to Young Man intending to go into Business.",
        "From a Merchant abroad to his Brother, forwarding Goods for Sale, and requesting others.",
        "Brother answering his Brother or Friend, relative to receipt of Goods.",
        "A Gentleman in the Corn Trade to another.",
        "From a Friend at Bradford to his Friend in London, on Business (Wool).",
        "From a Shopkeeper in the Country, to a Wholesale Dealer.",
        "Wholesale Dealer, to Tradesman in the Country.",
        "To a Theatrical Manager.",
        "From a House and Estate Agent, acknowledging receipt of a Communication relative to Sale or Letting of a Property.",
        "A Gentleman to a Friend, relative to a Bill.",
        "Reply to Question as to Rent of, and permission to View, a House.",
        "From the Secretary of a Convalescent Hospital, applying for Expenses of Patients.",
        "From a Gentleman, enclosing a Certificate of Illness from a Medical Man, excusing himself from attending at his Office.",
        "Medical Attendant's Certificate.",
        "Reply to an Advertisement for the Appointment of Medical Officer to an Union Division.",
        "To a Gentleman in reply as to an Agency for a Bordeaux Firm.",
        "One of the Firm of Mortine & Co.",
        "Letter urging Payment of a Debt.",
        "A Tenant to a Landlord, requesting Time to Pay Rent.",
        "Answer from a Landlord in reply to a Tenant, relative to Non-payment of Rent.",
        "Reply from Landlord to a Tenant, relative to Non-payment of Rent.",
        "A Sugar Refiner applying for a Situation.",
        "An Application for an Appointment on a Railway.",
        "Reply to a Gentleman requiring a Situation as a Clerk and Foreign Correspondent.",
        "Applying for a Clerkship.",
        "A Reply to an Advertisement for an Appointment as Secretary to an Institution.",
        "Wanted immediately, a Secretary.",
        "Applying to a Friend for a Recommendation by a Young Man desirous of obtaining an Appointment.",
        "An Application for a Situation in the Police.",
        "From a Person desirous of Employment as a Manager of a Wholesale or Retail Business.",
        "Reply to an Application relating to an Advertisement.",
        "A Book-keeper and Accountant applying for Employment.",
        "Application for Employment in an Auctioneer's and Estate Agent's Office.",
        "A Person desirous of entering into Partnership in a Lucrative Profession.",
        "An Estate Agent, relative to a House of which his Client is anxious to Dispose.",
        "Re Woodside.",
        "From an Agent who has been engaged in endeavouring to arrange a matter of importance, applying for Remuneration.",
        "Letter from a Traveller at Manchester, to his Employers in London.",
        "Relative to an Advertisement, requesting a copy.",
        "Application for a Debt some time owing",
        "Application for an outstanding Account.",
        "Applying for an Account, and furnishing particulars.",
        "A Gentleman's Servant, applying for a Situation.",
        "Valet Wanted.",
        "Daily Telegraph",
        "From a Coachman, requiring a place.",
        "Coachman's Reply.",
        "Applying for a Situation as a Gardener.",
        "A Gentleman ordering a Set of Harness from a Saddler.",
        "Saddler, in reply.",
        "Gentleman in reply, objecting to Price.",
        "Saddler, in reply.",
        "Requesting the Renewal of a Bill."
    ],
    "address": [
        "Dear Browne,",
        "Dear ——,",
        "Dear Smith,",
        "Dear ——,",
        "Dear Captain Maurice,",
        "Dear Howard,",
        "Dear ——",
        "Dear ——",
        "Dear Mrs. Thurgood",
        "My dear Madam",
        "Dear George",
        "Dear Bedford",
        "Dear Fellows",
        "Dear Cunningham",
        "Dear Hindmarsh",
        "My dear George",
        "My dear Tom",
        "Dear Tom",
        "Dear John",
        "Dear",
        "Dear Norris",
        "Dear Reid",
        "Dear George",
        "Dear Bob",
        "Dearest",
        "My dear Fanny",
        "Dearest Love",
        "Dear Miss",
        "Dearest Julia",
        "Dear Rosy",
        "My dearest Wife",
        "Dearest Isabella",
        "My dearest Son",
        "Dear Father",
        "My dear Son",
        "My dear Samuel",
        "Dear Frederick",
        "My dear Father",
        "My dear Boy",
        "My dear Nephew",
        "Dear",
        "My dear Mrs.",
        "My dear Son",
        "Dear William",
        "My dear",
        "My dear Daughter",
        "My dear Frederick",
        "My dear J——n",
        "My dear",
        "My dear",
        "Dear Sir",
        "Dear Sir",
        "Dear George",
        "Dear James",
        "My dear John",
        "My dear Jones",
        "Dear Marden",
        "Dear Mr.",
        "Dear Fellowes",
        "Dear Purchase",
        "My dear Sir",
        "Dear Rogers",
        "Dear Jones",
        "Dear Sir",
        "Dear Francis",
        "Dear Sir",
        "Dear Sir",
        "Dear Sir",
        "Dear Sir",
        "Dear Mr. Matthews",
        "Dear Mr. Thomas",
        "Dear Fred",
        "Dear John",
        "Dear ——,",
        "Dear ——",
        "Dear Sir",
        "Dear Robson",
        "Dear Sir",
        "Dear Sir",
        "Dear Sir",
        "Dear Sir",
        "Dear Sir",
        "Dear Madam",
        "Dear Sirs",
        "Dear Sir",
        "Dear Sir",
        "Dear Sirs"
    ],
    "content": [
        "Will you dine with me at eight o'clock to-morrow? Some of our fellows are coming, and we mean to have a quiet game of whist in the course of the evening. Come if possible.",
        "I shall be delighted to accept your kind invitation for to-morrow, and offer my good wishes to your charming wife on her birthday.",
        "Will you favour Mrs. Trevor and myself with your company at dinner on Monday next at 6 o'clock? We expect General Hill and his wife, and think you may like to make their acquaintance.",
        "The girls talk of having a croquet party on Thursday next. Will you join it? We shall be delighted to see you if you can come. Little Totty desires me to add, that you must play on her side, because then she will be sure to be one of the winners.",
        "I shall be delighted to join your croquet party. Pray offer my best respects to Miss Totty, and tell her I will do all I can to prove myself her obedient servant.",
        "I have been laid up with neuralgia for some days, and have not yet recovered from it. I will, however, accept your kind invitation for Saturday next, and hope to be able to come.",
        "I regret extremely that we are obliged to ask you to postpone your visit till next month.",
        "I am sure you will be truly grieved to hear that the sudden and dangerous illness of my mother will oblige me to postpone our dinner party fixed for the 17th.",
        "I intend to be \"turned off\" next Tuesday week! Will you attend on the mournful occasion as \"best man?\"",
        "Julia has consented to our marriage on the 15th inst., and I scribble a line to remind you of your promise to be \"best man\" on the occasion. Marriage is supposed sometimes to separate bachelor friendships, but such will not be the case in my instance, my dear fellow. Julia has a great regard for you, and is too sensible and good to interfere between us with petty jealousies.",
        "I shall be delighted to assist at the important event fixed for the ——, and beg to offer my best congratulations to Miss —— and yourself on your approaching happiness.",
        "Days have passed by now since we have had the pleasure of a few moments' conversation even; how these hours have dragged their slow pace along you and I alone can tell. It is only when we are left to the peaceful enjoyment of our own society that time flies. It may be that to-morrow at Mrs. E.'s we shall have a little time alone. We all dine there; she told me she should have a dance also, and that your mamma had promised her your sister and yourself should be of the party. May I ask for the first waltz? I send a few flowers, but I imagine you will only wear one, the rose in your hair; your sister is always pleased with a bouquet, so I shall not be very angry if you let her have them, only wear my rose.",
        "As no opportunity has presented itself of speaking to you lately alone, I venture to address you by letter, and I assure you my happiness greatly depends on the reply with which you may deign to favour me.",
        "This is the first time, my darling, we have ever experienced the bitterness and misery of separation, and the few days I have already been absent from you appear like years. What my state of mind will be at the expiration of another two or three weeks I will let your little affectionate heart conjecture. But I must not be selfish, my dearest Isa. You share my trial, but do not be down-hearted, the time will soon pass away. You must go out and visit the nice friends near you. Your dear kind mother also is within an easy walk, I am glad to think.",
        "I am in such distress I scarcely know how to commence my letter. Without the least reason, without the least provocation, I left my master at the most busy season, just for a temporary, trifling amusement. He—the best of masters—for the moment was forgotten by me: self predominated. I ran away from my service, and here I find myself disgraced and miserable, and grieve to think how indescribably shocked you will be when Mr. Evans communicates with you relative to my absence. However, dear father, there is one consolation: I cannot be accused of dishonesty; so I hope my character is not irretrievably ruined. Will you see my master, and tell him how deeply I regret my fault, and entreat him to forgive me? It shall hereafter be my constant study to perform my duty in the most upright manner, and with the most assiduous attention. Let me hear also, dear father, in sending me Mr. Evans's reply, that you also forgive",
        "Words cannot express my grief at the receipt of your letter. How can you so soon have forgotten all the home lessons of duty you have learned? What society can you have mingled in to have caused you to be guilty of such folly? I have seen your master, and read him your letter; and he agrees with myself that from the manner you have acted in immediately informing me of your position, it is probable you may, in an untoward moment, have been induced to commit an act which you will never cease to regret. It is your first offence, and he bids me say he rejoices that you are sensible of your grievous error, and he will allow you to return, and never mention what has occurred to you. Never, dear son, forget yourself again, be grateful to your master, who is charity itself, and",
        "Being desirous of sending my son, aged thirteen, to school, my friends have strongly recommended me to apply to you on the subject.",
        "I was much grieved to find after you had left us in the early part of the week, that the replies you gave me relative to your acquaintance with the L——s were utterly at variance with the truth. Little did I think you would ever deceive us, when such confidence has been always placed in you. Why did you try to deceive me by a falsehood?",
        "Your letter of the 1st, informing me that you had determined to remain in your present profession, caused me great distress. If you wish to add some little portion of comfort to the last years of a father's life, which your headstrong passions have already greatly embittered, you will immediately relinquish it. Remember you are the only representative of our family. Why then persist in remaining in a profession wherein you are exposed to constant and imminent danger?",
        "Dearly as I love my noble profession, I am unable to resist your last earnest appeal, and agree therefore to give up my commission, and return to a life on land. The pang this resolution costs me is softened by the remembrance that I may thus hope to ensure the happiness of so good a father.",
        "Now you have returned to school it is my duty to point out to you how absolutely necessary it is for your future success that you should persevere in your studies, more especially if you wish to leave college (for which you are destined) with honour. Do not be carried away with the natural love of ease and pleasure, but accustom yourself at once to really hard work. If you cannot reconcile yourself to do so in your youth you will be unable to do so as you grow older, and you will become incapable of achieving anything great. Application may be difficult at first, but when once you have accustomed yourself to it you will find study pleasant, easy, and agreeable, and in years to come you will be well repaid for the toil and trouble you now undergo. What can be pleasanter than to find yourself at the head of your school, leaving all competitors behind? what more gratifying than to give pleasure to your father and mother, and to obtain the admiration and approval of your teachers? That, dear boy, will be your reward if you study constantly and patiently; but if you neglect the opportunities offered to you now, your future life will be nothing but disquietude, and you will grow up ignorant, and be despised. Pay attention to my advice, and work in the morning of your days. With your mother's best love and mine,",
        "I was indeed deeply grieved on the receipt of your letter to find you had forgotten, or at least not acted up to the advice I gave you—to pay for everything you purchased at once, and not to go into debt on any account. I must put things before you now in a plain unvarnished manner, and give you my opinion, formed after many years' experience. The man who contracts debts which he is unable to pay, more especially for articles of useless luxury, is much more culpable than the poor creature who, distracted by all the miseries of his starving family at home, rushes into the first shop he sees and steals something to relieve their necessities.",
        "Thanks for your kind letter and good wishes. I am happy to say that my wife and the baby are going on well. I have told Mrs. Compton about Mr. Denville; she is glad to hear so good an account of him. Wishing you all a merry Christmas and a happy New Year,",
        "Thank you very much for the beautiful book you have sent me. It is very pretty and nice, and I like it very much. I long to see you again. I have been out driving this morning in the pony carriage. There is a hard frost. With best love to Dr. G. and yourself",
        "Your last letter gave us pleasure not unmixed with pain: pleasure to learn that you were well, and held in esteem by your superiors, and on friendly terms with those of your own standing; and pain from the request which it contained. Your mother, like myself, feels grieved that you should ask for an additional allowance. You should consider that you have brothers and sisters for whom I have also to make a provision, and that if the allowance I now give you (which is considered large) be increased, it must deprive us all of some of our necessary comforts. You must reflect on this, dear boy, and then I am well assured that you will not urge your request. I will, however (for this once alone, understand me), make you a present of Thirty Pounds. Your own good sense, I am certain, will show you the necessity of retrenchment, so I shall not allude to the matter further. The presents you sent us each by last mail are much appreciated and treasured by us.",
        "When you left home for service, you were so young and inexperienced that we were most anxious as to your welfare. We are truly thankful to find from your letter, received a few days ago, that you are in a place that is likely to prove comfortable. I need not give you much advice as to obedience, for you have always been, both to your mother and myself, a most obedient and dutiful child. Your mistress is very kind in showing you how to perform your duties. Be attentive, and grateful to her for such kindness.",
        "From a Father to his Son, who has been complaining of the severity of his Master.",
        "I was very sorry indeed to find from your last that you were not satisfied with your place, and that your master was always finding fault with you. You must not imagine that in doing so he is at all cruel or severe; but, having a great interest in your future welfare, he wishes, whilst there is yet time, to correct the faults he sees you commit. It is not with you that he is angry; it is with the faults and errors he sees you fall into. It is for your good, believe me, my dear Fred, that he speaks; and in after years you will look with gratitude and respect on Mr. C——, who now appears to you to be harsh and unkind. With our fondest love, hoping you are well, and that you will become more contented soon,",
        "I sincerely commiserate you in this your fearful and awful visitation. Sad indeed it is to lose your wife and your expected child in one short moment! Your dear wife, we are well aware (as far as human beings can form a judgment of the lives of their fellow creatures) was in every act, deed, and word a true Christian. Your account of her death is deeply touching; but how grateful you must have felt to have seen her so resigned and happy in the thought that, although her loss would cast a shadow on your life on earth, you would meet her hereafter in that better world, where no trouble or sorrow is to be found. She was good in every acceptation of the term: her charities (so unostentatiously dispensed), her cheerful willingness to relieve any real distress, her talents and charms, endeared her to all. Naturally you must deeply grieve for the loss of one so dear and excellent. You have again another source of grief in the loss of your child; dear J——, and at present all consolation must seem to you impossible; but God has ordained that Time shall bring comfort and soothing for all earthly sorrows, and to its healing influence we must leave you. As soon as you feel equal to the journey, come to us, and stay as long as you feel inclined. We will walk and ride together. There is great healing in Nature, and open-air exercise—I speak from experience—does as much as reason and philosophy in soothing a great grief.",
        "Every morning we listen for the post with the greatest anxiety, trusting that it will bring us better news of your dear brother. The accounts yesterday gave us a very lively idea of your situation, while you are expecting so critical and dangerous an hour as that which you have in view. We deeply feel for you, yet we know you are and will be supported. We pray for you and your brother, and we know and believe that He on whom we call is rich in mercy and mighty to save. We see many around us who have been restored from the very gates of the grave when every human effort has proved ineffectual. This gives us hopes that our supplications may terminate in praises for your dear brother's restoration to health.",
        "We were all very glad to find on Martha's return yesterday that you would come on Saturday, and we trust we may induce you to stay until Monday.",
        "I should feel much obliged if you would use your influence with the churchwardens to procure me a pew or sittings for myself and family in the Parish Church. I need not point out to you the inconvenience arising from not having one allotted to me. I purposed making a formal application to the churchwardens, but being a stranger to them all, I believe a word from you would procure them for me. For some weeks I have been confined to the house from indisposition, or I would have done myself the pleasure of making my request in person.",
        "Wishing to leave my house in the country for some months in the summer, I should feel obliged if you would inform me whether there would be much difficulty in obtaining furnished apartments at ——. I am well aware that at some of the towns on the South Coast (especially at this time, when a demonstration of our naval forces is to be made) it may be difficult to find them. You know the place well, and also about the terms I generally give.",
        "In reply to your letter, I beg to inform you that all the best lodgings here are occupied, and I fear that I cannot find any which would suit you.",
        "Having taken great interest in forming a club for providing coals and blankets, and also in establishing a soup kitchen for the poor in this town, I venture to request your charitable co-operation. I enclose you a prospectus, which will enable you at one glance to see to what extent any donation you may send will entitle you to recommend families who by misfortune or sickness are unfortunately compelled to solicit relief.",
        "I am much pleased to find the interest you take in the suffering poor at this inclement season is so great. Your prospectus is very satisfactory; but as I am well assured that all cases of a really deserving nature must be fully known to you, I must request you to distribute as you please the number of tickets to which I am entitled for the cheque for 10l. which I enclose.",
        "In acknowledging the receipt of your letter of the 22nd, soliciting a subscription to assist you in your charitable efforts for relieving the many distressed poor in your neighbourhood, I regret extremely to have to reply that it is out of my power to help you. Prior to the receipt of your application I had made arrangements to supply some poor families with soup three days in each week for the next six weeks. I cannot afford to devote more money to this object.",
        "A Gentleman to a Friend, speaking of kindness received in another friend's house.",
        "You will, I am certain, be very sorry to hear that for the last six weeks I have been confined to the house with a severe attack of rheumatic gout. You, who so well know my active habits, can thoroughly enter into my feelings at being a prisoner for so long a time. The agony I have suffered has been excruciating; I was unable to move without assistance, and was as feeble as an infant, being unable to do the most trifling thing for myself. But you will be glad to hear that I received the greatest kindness and attention from our friends. I was unable to hold a book or a newspaper, but every morning one or the other of this kind family with whom I am staying tried to relieve the monotony of my life by reading to me; in the afternoon some of them would come and tell me the news; and in the evening, whilst I sat propped up on a sofa, the charming daughters would sing and play. I feel grieved to remember the inconvenience and annoyance I must have been to them all, and shall be happy indeed when I can be moved; as, although they are so extremely kind, I feel what a tremendous amount of additional labour I must cause to all the household. Never can I forget the attention and kindness shown me. I shall be very glad to see you when you come home. Have you had much civility shown you at P——? It used to be a very nice place when I lived there.",
        "From a Gentleman to another, explaining the cause of not replying to a Letter from a Gentleman Abroad.",
        "You must not measure the real pleasure and gratification it afforded me to receive your letter by the time I have taken to answer it. I have meant many times to sit down and write to you, but one thing or the other has prevented me. The chief cause of my silence, I grieve to say, has been the fresh sorrows we have lately had, in the loss of our dear little pet, a boy of nearly one year old, during teething, and then the break-up of our little comfortable home in consequence of this—for my dear wife was quite broken by it, in health and spirits; and requiring change of air, I sent her and our eldest girl to Dawlish, where they are now comfortably established with my brother's family, and I sincerely hope the change will prove beneficial to them both. There are many of our old Durham friends residing there, which will be pleasant for her. I shall be so completely tied by business here for some weeks, or it may be longer, that I can scarcely fix the time I shall join them. I shall be dull enough alone, you may well imagine. Forgive my apparent neglect, and if you should be passing near be good enough to give me a call. We are a party of about seven in this boarding-house. The terms are very moderate, and if you know any friend requiring accommodation in one, I can vouch for their being comfortable here. Best regards to your wife and daughters.",
        "I am sorry I have not been able to run over to see you lately, but some friends of ours from the country have been in Town, and I have had to go about with them constantly. I am just off for a fortnight into Warwickshire, but shall call as soon as I return. I hope you are now free from bronchitis, and I trust that Mrs. J——s and the young ladies are well. I had a very quiet Christmas with my dear old mother. I suppose you are busy in preparations for the wedding. I enclose a small present; it may be more useful than any ornament I can at present think of, and your daughter can purchase with it whatever she may consider best. I wish her every happiness. Are any of you going to see the opening of Parliament? If so I can secure you a very advantageous seat. With kind regards and good wishes,",
        "Mr. Somes, of B——, has requested me to tell you that he will sell his mare for thirty-five guineas. She is aged about eight or nine; has been as you know regularly hunted for the last two or more seasons, and is a safe and beautiful hack, and goes well in harness. I need not say more than to observe that he is perfectly indifferent about selling her, though much obliged to you for recommending her. I think she is well worth fifty pounds.",
        "As you are well up in everything relating to diseases in dogs, I wish for your advice about my puppy. Some people tell me that by vaccinating him I shall ward off the distemper. Do you think it would prove efficacious? I should be sorry to lose him. Perhaps you will drop me a line when you have time. You are generally so occupied that it is scarcely fair to trouble you, but I think you will in this case excuse your old friend. Have you seen anything of Doxman lately? He was here last week.",
        "I have always leisure to give a friend a hint if I think it possible to be useful, so I lose no time in replying to you about your pup and the distemper. I have tried vaccination and found it a perfect fallacy, and many of my friends, real judges of dogs, and one of whom is frequently appealed to on matters of dispute with regard to their treatment, decidedly says he has no faith in it, and that the effects are nothing. One of my friends had some dogs which all escaped distemper, but that was attributed to his never giving them any animal food. I rarely have a case (among my dogs) of distemper, and if I do it is generally very mild, and I account for it from my mode of feeding them. Until they reach the age of twelve months I keep them entirely, or nearly so, on bread and milk, potatoes, cabbage, meal, and milk, with the very slightest quantity imaginable of flesh food. Do not keep your dog too closely confined; feed him as I advise, and he may escape distemper altogether. Should he not, it will not be so severe as if you had fed him entirely on meat. I shall be coming into your neighbourhood shortly, and will pay you a visit.",
        "In reply to a Gentleman inquiring for a Solicitor who may be moderate in his charges.",
        "When I retired from business I relinquished my connexion in favour of my former partner, Mr. ——, and I have much pleasure in giving you his name and address:—4, Boland Street, close to the newly erected Sessions Hall. He will, I am sure, be glad to attend to your friend's business, and make only fair charges.",
        "Being in want of a furnished residence, the enclosed order to view yours has been sent to me. Please let me know, before I go to view it, what will be the lowest rent. Please return the order.",
        "Mrs. Waterson, a neighbour of mine, whom I have known for more than fifteen years as an industrious woman, is now ill and unable to work. She has no relations who can assist her in any way. Would you, next Thursday, on your way to the board of guardians' meeting, call and see her? Her house is at the corner of Sedgwood Lane. I will see that her wants are attended to until then.",
        "Having been rather unfortunate in some speculations of late, I find I am unable to meet the demands of a tradesman, who positively says he cannot remain longer without a settlement of his account. He threatens proceedings, which just at present would prove very disagreeable. Could you, without inconvenience, oblige me with the loan of 20l. for a month?",
        "In reply to a Gentleman asking the Loan of a Book relative to German Spa Waters.",
        "I was heartily glad to hear from you again, as I was beginning to fancy you had forgotten me. So you are thinking of going abroad to try the German waters? I have a very useful book, called \"The Baths of Europe,\" and also a small pamphlet on the \"German Waters.\" I will lend them both to you. There are some others written by English physicians, but I forget their titles at this moment. Any bookseller, however, would supply you with the information; but let me advise you, if you intend trying a course of water-drinking or bathing at the foreign spas, not to select any particular place or bath merely from a description given in a book, however good or reliable it may be, so much depends on individual cases and constitutions. Consult first some physician who has made the foreign baths his particular study.",
        "Having seen an advertisement in the Evening Standard, stating that advances are made by you on life policies at the rate of 5 per cent. per annum, I should feel obliged if you would inform me what amount would be advanced on my life policy. I have insured in the G—— office for nearly eighteen years. The policy is No. 18,723. The annual premium is 50l. A reply at your earliest convenience will oblige,",
        "From an intimate friend of your family with whom I have spent a few days, I am led to suppose you have some desire to join in a desirable partnership. I beg to inform you that for some years I have been engaged in iron ship-building, and I am prepared to take a partner, active or otherwise. The business in which I am at present engaged is connected with an extensive graving dock, now in formation; attached to which will be marine engine and boiler works, so that we may be able to attend, not only to the lengthening and requisite repairs of the hulls, but be able to uphold and renovate their engines, boilers, &c. &c., a combination which is now specially demanded by the greatly increased employment of steam vessels.",
        "I am this moment returned from Nantwich, having travelled part of the way last night from B——. The house there did not quite satisfy me, but if the trustees of the late owner will do what is required, the place may be made suitable. I looked over the house, grounds, and furniture, and my chief objection is to the want of finish about the grounds. With the house itself I am quite satisfied, and the furnishing of the ground floor requires no special remark; but the bedrooms appear rather defective. Some rooms I could not see, on account of the indisposition of the present tenant. On the whole my notion of the value is about £—per annum, which, if entertained, I should be disposed to give, supposing the trustees will do all I require.",
        "I am glad to find by your letter of yesterday's date that you like the house. I only wish you could have seen it when I occupied it myself—there would have been no cause of complaint as to the out-door appearance then. I shall be very glad indeed to see you in London on Monday, Tuesday, or Wednesday next (on Thursday I go Axminster), but should those days be inconvenient, pray name your own. I think it likely we may come to terms. Strange to say, I had an application from Mrs. Eglamon's solicitor yesterday, asking permission for her to remain a few months longer. I shall not reply until I have seen you.",
        "I doubt not that you have heard of the death of my late employer. I have managed his business during the whole of his illness, and as his widow declines to carry it on, I have taken the shop and stock-in-trade, and shall be glad to keep up the connexion with you. I have sent the enclosed bills, which are due, and you may depend on punctuality and attention if you honour me with your orders.",
        "I received yours of the 4th inst., and am extremely sorry to hear of the death of my old friend, your late employer, but at the same time very much pleased to find that his business has fallen into such good hands as yours. You have double advantages over a stranger, as you are well acquainted with your late employer's trade and customers, which, by his transactions with me, appear to be very extensive. I have sent your order in ten bales marked D.P., by the 8.40 train, and you will find them as good as your best customers can desire. I am very glad you wish to keep up the old connexion. Wishing you every success,",
        "Having admired you for your upright dealings ever since you commenced business, I am sorry to hear of your present difficulties. There are but two courses open to you—bankruptcy or composition. Compound with your creditors, as the best and only means of showing your honesty of purpose, and also because it will save them the expenses caused by bankruptcy. I will do all in my power to arrange matters for you. My own claim I will not at present press, and very possibly when everything is settled you may find yourself in a much less distressing position than you at present imagine. Let me see you as soon as you can. Keep nothing back from me.",
        "Having within the last few weeks received a very handsome legacy, I am thinking of endeavouring to increase it by going into business. For some years, you are aware, I was with Messrs. Piper and Co., and I imagine I might derive benefit from their connexion. I am well convinced, from your practical knowledge, you will give me such information as will prevent my getting into difficulties. I presume I must be cautious, in starting in business, not to sink too much of my funds in a large stock at first, as there may be a doubt that the return would not be sufficiently speedy to cover my outlay, and consequently I should be obliged to draw upon my capital for household expenses. There is another point on which I wish your advice, and that is as to the locality in which I should take a business. Do you recommend a new neighbourhood, or not? Will you also give me some hints as to the sort of connexion I should endeavour to obtain? and doubtless you will oblige me in giving me a few general directions as to the best mode of succeeding in my undertaking.",
        "I was glad to receive your letter, and glad to find you have confided in your father's old friend for advice, under the circumstance of your starting in business. You do not tell me the amount of your capital; but whether large or small, the same rule should be adopted;—you must be very careful in the matter of investing your money, for without great precaution and judgment you may be a considerable loser. Do not lay in too large a stock. Should trade prove slack, the rent and taxes of your premises must be paid; the stock lies idle and deteriorates in value; and when once you dip into your capital there will be little prospect of your recovering yourself again.",
        "According to promise by last mail, I send you by first steamer twelve bales of raw silk, marked R. N. I need not tell you to dispose of them to the best advantage; they are in first-rate condition, warranted good; I examined each bale myself before shipping. I enclose an order for several different articles of British manufacture, to be sent at an early date; let them be as good and as cheap as you can possibly procure. That class of goods is in great demand at present.",
        "Yours of the 4th was duly received, and the goods therein mentioned have since been delivered at the Custom-house. I immediately advertised them for sale in twelve different lots, but they were all bought up by one of the principal manufacturers in Spitalfields for a good sum, which I have lodged in the bank to your credit. I forwarded last week, by the Orion, the different articles you ordered. There are twenty bales, marked \"A. X.\" I am told, by judges in the trade, that they are the best and cheapest that can be had. I shall be glad to hear they have realized your expectations.",
        "We were sorry to find, on receipt of yours of the—inst., that you had occasion again to find fault with the goods lately furnished. Some parcels forwarded to you were done so by inadvertence. We should be sorry to lose your custom, and also grieved to hear you had suffered any pecuniary loss. We are perfectly willing to agree to such a reduction in price as you, in your integrity, think fairly just.",
        "Having seen in the Era of last week that your theatre opens in a fortnight, and that a \"General Utility Man\" and \"First Walking Lady\" are wanted, I beg to offer the services of Mrs. A. and myself. We have filled the same places in many theatres (our last engagement was in the North). We have also been very frequently employed in arranging and conducting amateur performances. I trust to hear in a few days, as I leave this next week.",
        "From a House and Estate Agent, acknowledging receipt of a Communication relative to Sale or Letting of a Property.",
        "I am obliged by your favour of yesterday's date, notifying that Treverne House will be vacant next month. I am sorry to say, things remain very bad here, and I find few purchasers at high prices. See my last letter respecting the offer made by Mr. Townsend. I gave you information about selling prices, and I do not see much improvement in the ideas of buyers at present. By the way, there is a small account of 4l. outstanding against you on my books, which doubtless you have overlooked. Will you kindly remit it? and please say if I am to take any step beyond placing Treverne House on my list, to sell or let.",
        "As we are about to go abroad, we wish to let our house quickly, and for this purpose have consented to reduce our terms from —— guineas to —— guineas, furnished. We are quite convinced this is a very cheap rental for the style and accommodation of the place, which we think you will be pleased with, if you will favour it with a visit. The scenery is beautiful; the parish church is close at hand, as also the station; the neighbourhood is excellent. There is a good market town within easy reach. Trusting to hear from you shortly,",
        "I am directed by the committee of management to request you will remit the sum due for the maintenance of the sick people introduced by you during the last quarter. The amount due, I believe, was furnished you by the house surgeon a week or two since.",
        "I enclose, as you wish, a certificate from Dr. R. P——, who has been attending me for the last few weeks. I hope most sincerely I shall be able to resume my duties about the middle of the week, particularly if I go on improving as I have done the last few days.",
        "Herewith I enclose my testimonials, with an application for the appointment of Medical Officer to the Upton Division of your parish. I am duly qualified, as a reference to the \"Medical Register\" will show. Should you be pleased to elect me to the vacant post, I can assure you that no pains on my part shall be wanting to alleviate the sufferings of the poor, with due regard to the interests of the ratepayers.",
        "I have received your letter of the 4th inst. If you feel confident that you are in a position to do a good and safe private trade for my firm I shall be pleased to hear from you with regard to references, &c. The commission we allow to our agents is 15 per cent., the cheapest qualities excepted, on which we allow only 10 per cent. commission. Letters for me to be addressed \"Care of Messrs. F——t and F——k, Strand, London.\" I shall be returning to Bordeaux shortly, and await your early reply",
        "From most unexpected and distressing circumstances, of which perhaps you may, by report, have become acquainted before this, I regret that I have been unable to pay my rent for the past half-year. But as up to this time the payment has always been punctually made, I hope I may request your kind forbearance a short time longer. Trusting that you will accede to my request,",
        "Having received my discharge from the army after completing ten years' service, and being desirous of obtaining employment as a porter on a railway, I take the liberty of enclosing a copy of my discharge to you, understanding you have great influence in the appointment of the Company's servants. I have never filled such an appointment before, but I lived as footman for some years with a gentleman whose testimony as to character I also enclose. I trust you will favourably consider my case. Should my application prove successful I will always endeavour, by diligent discharge of my duty, to show my sense of your kindness.",
        "With reference to the above advertisement I beg to enclose copies of testimonials, received within the last few months, by which you will see my capability for management. My friends, you will observe, are gentlemen of position and influence, with whom I am and have been for years on terms of the greatest intimacy. I need not say that, should I obtain the appointment in question, my interest with them and many other very influential friends should be exerted to the utmost of my power to promote in every way the interests of the Institution.",
        "As you have known me for very many years, and as I am at present endeavouring to obtain an appointment with Messrs. L——g and L——g, may I take the liberty of asking you to give me a recommendation to them? You know that I have always borne an upright and unblemished character, and that while under your superintendence I was always attentive to my duties, and I believe that I obtained your confidence. Trusting you will comply with my request,",
        "Having served with you for seven years in the —th Foot, during which time I was employed in situations of trust, and hearing now that you have great influence with the Commissioners of the Police Force of the City of London, may I take the liberty of asking you to assist me in obtaining an appointment in the Force? I am twenty-eight years of age, five feet ten inches in height, strong and healthy, and carried away many prizes at our regimental games.",
        "I beg to forward a strong recommendation from Messrs. C—— and G—— for the post of manager of your [retail or wholesale] business. For some years previous to the late war I was employed by Messrs. —— and ——, and was selected by their French correspondents to manage a branch establishment at B——, which is now progressing most satisfactorily. I am a good correspondent in French and Italian and German, and understand the business well in all its branches.",
        "In reply to yours respecting the advertisement in yesterday's Times, the appointment referred to was to fill up a vacancy in the Board of an established Brewery Company, \"limited,\" and one which has the prospect of more than ordinary success. All the parties connected with it are of the highest respectability. —— pounds are required to be invested in paid-up shares, and the remuneration of a director would probably be £—— per annum. There is one appointment also connected with this, worth £—— per annum; but the individual who takes this is expected to introduce £—— on share or loan capital. Should this be likely to suit you, please make an appointment for an early interview.",
        "My late employer, Mr. ——, having relinquished business, and hearing that you required a book-keeper, I venture to apply for the situation. For many years I have had great business experience, having been entrusted with matters of great responsibility. I am a good accountant, and can speak and write German, French, and Italian fluently. Soliciting the favour of a reply,",
        "Having lately been engaged in the office of S—— and Co., auctioneers and surveyors in B——, and wishing to remove to London, where I have some very influential friends, I write to ascertain if you have a vacancy in your office. The whole control of the business here was left in my hands. I am an experienced surveyor, and can prepare particulars of sale, plans, reports, catalogues, advertisements, &c.; and am able to conduct the routine of business, both in and out of doors. I can refer you to persons in the City should you favour me with a reply.",
        "Having seen that Mr. B—— has retired from your firm, I beg to introduce to your notice a friend of mine, who wishes to invest about 2000l. in a lucrative business. I have pointed out to him what a well established house yours is, and how the business could be readily increased by the assistance of an energetic partner. He is a man of education, has a great turn for business, and has travelled abroad. He is about thirty years of age, and can give you the most unexceptionable references. If you can call on me I will introduce him to you.",
        "We have been expecting to hear from you re the above, giving us instructions as to whether we shall put it up in the Mart this spring or not. If it is still your intention to do so, may we ask that you will kindly let us know at once, as we will then immediately get our bills out, and have them posted about, as this is generally requisite a month or two before the sale, so as to have it well advertised.",
        "You will of course have observed, by the announcement in the newspapers of this day's date, that the business we have been so anxious about is settled. I do not wish to enlarge on my own humble services in the cause; but I am sure you will admit that if a professional gentleman had been employed, the advice and services I have rendered during the last few years would have been made into a very lengthy bill, far exceeding the amount you promised me, whatever the issue of the negotiations might be. I am well assured that I am in good hands, however, and had I been called upon to render ten times the required services and advice, you would have found me as ready and willing as I have been. Your kind favour of the —ult., enclosing cheque, was duly received. I need not say how glad I shall be to hear again from you at your earliest convenience.",
        "I have the pleasure of forwarding you, on the fly-leaf, a copy of the order for the advertisement. We trust it was in conformity with your wishes.",
        "Mr. W. C. Durnford has placed his book debts in my hands to collect, and I shall be obliged by the payment of 1l. 18s. 6d., for which I find you are his debtor.",
        "We beg to inform you that we are instructed by Messrs. B——n and C——n, of Duncan Street, who are desirous of clearing off several outstanding accounts which are considerably overdue, to make application to you for payment of an amount of £—18s. 4d. for articles supplied in July, 1868, and January, 1869; and to facilitate the next balancing of books, we ask you to kindly make it convenient to favour us with a cheque for the amount before the 30th inst.",
        "On the other side I hand you particulars of Mrs. Soames' account, for which please send me cheque.",
        "In reply to an advertisement in yesterday's Daily Telegraph, headed as above, I beg to offer myself for the situation.",
        "I hereby give you notice to quit the house and appurtenances, situate at No. ——, which you now hold of me, on or before ——next."
    ],
    "valediction": [
        "Believe me, ever yours truly,",
        "Yours very truly,",
        "Your sincere friend,",
        "Yours sincerely,",
        "Yours sincerely,",
        "Yours sincerely,",
        "Yours sincerely,",
        "Your true old friend,",
        "Yours truly,",
        "Your own",
        "Your devoted lover,",
        "Yours very truly,",
        "Your ever devoted,",
        "Your ever fondly attached,",
        "Ever your devoted husband,",
        "Your ever affectionate husband,",
        "Your erring, but heartbroken son,",
        "Your ever affectionate father,",
        "Your affectionate uncle,",
        "Yours sincerely,",
        "Your most affectionate little friend,",
        "Your affectionate father,",
        "Your affectionate brother,",
        "Always your very affectionate cousin,",
        "Believe me, your affectionate father,",
        "Yours faithfully,",
        "Yours very sincerely,",
        "Yours very sincerely,",
        "Yours very sincerely,",
        "I remain, yours sincerely,",
        "Yours very truly,",
        "Yours very truly,",
        "Yours very sincerely,",
        "Yours sincerely,",
        "Yours truly,",
        "Yours faithfully,",
        "Your obedient servant,",
        "Yours obediently,",
        "Yours ever,",
        "Yours ever,",
        "Yours truly,",
        "Yours faithfully,",
        "Yours faithfully,",
        "Yours truly,",
        "Yours truly,",
        "Yours faithfully,",
        "Yours most respectfully,",
        "Yours truly,",
        "Yours respectfully,",
        "Believe me,",
        "Your affectionate brother,",
        "Your affectionate brother,",
        "Yours very truly,",
        "Yours sincerely,",
        "Yours truly,",
        "Yours obediently,",
        "Your obedient servant,",
        "Yours faithfully,",
        "Yours ever,",
        "Yours faithfully,",
        "Your obedient servant,",
        "Yours very truly,",
        "Your obedient Servant,",
        "Your obedient Servant,",
        "Yours respectfully,",
        "Yours faithfully,",
        "Yours obediently,",
        "Yours respectfully,",
        "Your most obedient Servant,",
        "Yours obediently,",
        "Yours faithfully,",
        "Yours respectfully,",
        "I remain, Gentlemen,",
        "I remain, Sir,",
        "Your most obedient servant,",
        "Yours very faithfully,",
        "I remain, Gentlemen,",
        "Yours respectfully,",
        "Your obedient servant,",
        "Yours faithfully,",
        "Your most obedient humble servant,",
        "Your obedient servant,",
        "Your obedient servant,",
        "Yours obediently,",
        "Yours obediently,",
        "Your humble obedient servant,",
        "Yours obediently,",
        "Yours respectfully,"
    ]
}
